tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'bat'
brew 'exa'
brew 'gh'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'jq'
brew 'lazygit'
brew 'neovim'
brew 'python@3'
brew 'ripgrep'
brew 'tmux'
brew 'tree-sitter'
brew 'zsh'
brew 'zsh-completions'
brew 'tmuxinator'
brew 'fd'
brew 'elixir'
brew 'node'
brew 'gnupg'
brew 'pinentry-mac'
brew 'elm'
brew 'chafa'
brew 'exiftool'
brew 'lesspipe'
brew 'gnu-sed'

cask 'font-fira-code-nerd-font'
cask 'alacritty'
cask 'tableplus'
cask '1password'
cask 'ngrok'
cask 'steam'
cask 'homebrew/cask-versions/whatsapp-beta'
cask 'obsidian'
