tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
tap "noborus/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "d12frosted/emacs-plus"
tap "sst/tap"
tap "unisonweb/unison"
brew "glib"
brew "xz"
brew "gcc"
brew "harfbuzz"
brew "python@3.12"
brew "webp"
brew "pillow"
brew "aider"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "avrdude"
brew "python@3.13"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "emacs-plus"
brew "node"
brew "bitwarden-cli"
brew "pango"
brew "librsvg"
brew "chafa"
brew "openjdk"
brew "clojure"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "elm"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ghcup"
brew "git"
brew "rebar3"
brew "gleam"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jless"
brew "jq"
brew "just"
brew "lazygit"
brew "lesspipe"
brew "librdkafka"
brew "libxmlsec1"
brew "luv"
brew "markdown"
brew "tree-sitter"
brew "neovim"
brew "nushell"
brew "oath-toolkit"
brew "openldap"
brew "ormolu"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@17"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "tmuxinator"
brew "tree-sitter-cli"
brew "vivid"
brew "watchman"
brew "yazi"
brew "yozefu"
brew "zellij"
brew "zig"
brew "zk"
brew "noborus/tap/trdsql"
brew "qmk/qmk/qmk"
brew "sst/tap/opencode"
brew "unisonweb/unison/unison-language"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "anki"
cask "bitwarden"
cask "chromium"
cask "claude"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "hammerspoon"
cask "keybase"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "opcode"
cask "qmk-toolbox"
cask "raycast"
cask "rio"
cask "signal"
cask "slack"
cask "steam"
cask "tableplus"
cask "vial"
cask "wezterm"
cask "whatsapp"
go "github.com/mightymoud/sidekick"
