tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'd12frosted/emacs-plus'
tap 'qmk/qmk'
tap 'unisonweb/unison'

brew 'bat'
brew 'exa'
brew 'gh'
brew 'fzf'
brew 'git'
brew 'jq'
brew 'lazygit'
brew 'neovim'
brew 'python@3'
brew 'ripgrep'
brew 'tmux'
brew 'tree-sitter'
brew 'zsh'
brew 'zsh-completions'
brew 'tmuxinator'
brew 'fd'
brew 'elixir'
brew 'node'
brew 'gnupg'
brew 'pinentry-mac'
brew 'elm'
brew 'chafa'
brew 'exiftool'
brew 'lesspipe'
brew 'gnu-sed'
brew 'pass'
brew 'pass-otp'
brew 'hugo'
brew 'imagemagick'
brew 'jless'
brew 'bitwarden-cli'
brew 'watchman'
brew 'ffmpeg'
brew 'go'
brew 'gleam'
brew 'erlang'
brew 'awscli'
brew 'ghcup'
brew 'emacs-plus', args: ["with-native-comp"]
brew 'grep'
brew 'markdown'
brew 'shellcheck'
brew 'zellij'
brew 'nushell'
brew 'fish'
brew 'unisonweb/unison/unison-language'
brew 'gcc'
brew "qmk/qmk/qmk"
brew 'vivid'

cask 'font-fira-code-nerd-font'
cask 'alacritty'
cask 'tableplus'
cask '1password'
cask 'ngrok'
cask 'steam'
cask 'homebrew/cask-versions/whatsapp-beta'
cask 'obsidian'
cask 'raycast'
cask 'firefox'
cask 'anki'
cask 'keybase'
cask 'signal'
cask 'bitwarden'
cask 'slack'
cask 'vial'
cask 'hammerspoon'
cask 'qmk-toolbox'
