jorgebucaran/fisher
lilyball/nix-env.fish
rose-pine/fish
pure-fish/pure
patrickf1/fzf.fish
jorgebucaran/autopair.fish
catppuccin/fish
reitzig/sdkman-for-fish@v2.1.0
